{
  "translation": {
    "Idioma alterado com sucesso!": "Language changed successfully!",
    "Veja minhas configurações!": "See my settings!",
    "Fechar": "Close",
    "Início": "Home",
    "Sobre": "About",
    "Experiência": "Experience",
    "Projetos": "Projects",
    "Contato": "Contact",
    "Currículo": "Curriculum",
    "Currículo Baixado com Sucesso!": "Resume Downloaded Successfully!",
    "Olá, meu nome é": "Hello, my name is",
    "Felipe Kreulich": "Felipe Kreulich",
    "Eu construo coisas para web.": "I build things for the web.",
    "Sou um desenvolvedor fullstack. Tenho uma sólida base em desenvolvimento front-end e back-end e sou habilidoso na criação de aplicativos web bonitos e responsivos usando React e seu ecossistema.": "I am a fullstack developer. I have a solid foundation in front-end and back-end development and am skilled at creating beautiful and responsive web applications using React and its ecosystem.",
    "Descubra Mais": "Find out More",
    "Veja meus Projetos!": "See my Projects!",
    "Sobre mim": "About me",
    "Olá! Meu nome é Felipe Kreulich e gosto de criar websites. Meu interesse em desenvolvimento web começou em 2020, quando decidi estudar desenvolvimento front-end, então começei do básico, com HTML, CSS e JavaScript!": "Hello! My name is Felipe Kreulich and I like creating websites. My interest in web development began in 2020, when I decided to study front-end development, so I started from the basics, with HTML, CSS and JavaScript!",
    "Continuei estudando e tive oportunidade de estudar o ReactJS, o framework que mudou minha forma de enxergar o front-end. Depois de um tempo fui introduzido ao back-end onde aprendi sobre NodeJS e Python para fazer o back-end. E não para por aí!": "I continued studying and had the opportunity to study ReactJS, the framework that changed my way of seeing the front-end. After a while I was introduced to the backend where I learned about NodeJS and Python to do the backend. It does not stop there!",
    "Acabei aprendendo um pouco de Java e desenvolvi um sistema de gestão de OS com o MySQL.": "I ended up learning a little Java and developed an OS management system with MySQL.",
    "Aqui está algumas das tecnologias que uso recentemente:": "Here are some of the technologies I've been using recently:",
    "Carreira com TI": "Career with IT",
    "Desenvolvedor Fullstack": "Fullstack Developer",
    "Exército Brasileiro": "Brazilian Army",
    "AZ Tecnologia": "AZ Technology",
    "Analista de Suporte": "Support Analyst",
    "Trabalhei como técnico de redes e de informática no 9° Batalhão de Polícia do Exército, mais especificamente na secção de Tecnologia e Informática e Comunicações (STIC), onde adquiri muito conhecimento e coloquei em prática muita coisa que aprendi em meu curso de Rede de Computadores. 🚀": "I worked as a network and IT technician in the 9th Army Police Battalion, more specifically in the Technology and IT and Communications (STIC) section, where I acquired a lot of knowledge and put into practice a lot of the things I learned in my Computer Network course. . 🚀",
    "Meu percurso como desenvolvedor full stack na CSTC.Consulting tem sido uma jornada fascinante, onde a cada linha de código, mergulho mais fundo nas complexidades do universo tecnológico. Desde meu ingresso na empresa, tenho tido o privilégio de contribuir para projetos inovadores e desafiadores, moldando meu caminho como profissional de desenvolvimento. Cada dia na CSTC.Consulting é uma oportunidade para aprender e crescer. Colaborar com colegas talentosos e líderes visionários tem sido fundamental para meu desenvolvimento profissional. A empresa não é apenas um local de trabalho, mas um ambiente que nutre o florescimento das ideias, encorajando a exploração de novas tecnologias e metodologias. 🚀": "My journey as a full stack developer at CSTC.Consulting has been a fascinating journey, where with each line of code, I delve deeper into the complexities of the technological universe. Since joining the company, I have had the privilege of contributing to innovative and challenging projects, shaping my path as a development professional. Every day at CSTC.Consulting is an opportunity to learn and grow. Collaborating with talented colleagues and visionary leaders has been fundamental to my professional development. The company is not just a workplace, but an environment that nurtures the flourishing of ideas, encouraging the exploration of new technologies and methodologies. 🚀",
    "Gerencio chamados técnicos com soluções ágeis e eficientes. O Google Workspace é essencial no fluxo de trabalho e tem sido fundamental para meu crescimento profissional. O contato com clientes e equipe reforçou a importância da comunicação e empatia. 🚀": "Management called technicians with agile and efficient solutions. Google Workspace is essential in the workflow and has been fundamental to my professional growth. Contact with customers and staff reinforced the importance of communication and empathy. 🚀",
    "Coisas que já criei": "Things I've already created",
    "Projeto em Destaque": "Featured Project",
    "Desenvolvi um web app que utiliza a API do GitHub para buscar usuários e exibir informações dele na tela.": "I developed a web app that uses the GitHub API to search for users and display their information on the screen.",
    "Projeto Destaque": "Highlight Project",
    "Um projeto que teve como objetivo criar um site para criar lista de atividades utilizando API própria e banco de dados para subir as atividades": "A project that aimed to create a website to create a list of activities using its own API and database to upload activities",
    "Esse projeto foi desenvolvido com o intuito de aprender um pouco sobre consumo de API, no caso uma API que disponibiliza informações do tempo de uma cidade que o usuário buscar.": "This project was developed with the aim of learning a little about API consumption, in this case an API that provides weather information for a city that the user searches for.",
    "Próximo Passo?": "Next step?",
    "Entrar em Contato": "Get in touch",
    "Quer entrar em contato? Caso tenha interesse, entre em contato comigo, estarei disposto a ajudar. Ou se você quiser entrar em contato para tirar dúvidas, darei o meu melhor!": "Want to get in touch? If you are interested, contact me, I will be willing to help. Or if you want to get in touch with any questions, I'll do my best!",
    "Diga Oi": "Say Hi"
  }
}
